Repository: mrashidbd/upra-class-action
Catalog: languages/upra-class-action-*.po
Languages: fr_fr

source: UPRA Shareholders
fr_fr: [FR] UPRA Shareholders

source: %s Shareholders
fr_fr: [FR] %s Shareholders

source: Tools & Export
fr_fr: [FR] Tools & Export

source: Tools
fr_fr: [FR] Tools

source: Statistics
fr_fr: [FR] Statistics

source: Invalid company specified.
fr_fr: [FR] Invalid company specified.

source: Select a Company
fr_fr: [FR] Select a Company

source: Choose a company to view its shareholder data:
fr_fr: [FR] Choose a company to view its shareholder data:

source: Shareholders:
fr_fr: [FR] Shareholders:

source: Total Shares:
fr_fr: [FR] Total Shares:

source: Participation:
fr_fr: [FR] Participation:

source: View Shareholders
fr_fr: [FR] View Shareholders

source: Export Data
fr_fr: [FR] Export Data

source: Send Bulk Email
fr_fr: [FR] Send Bulk Email

source: Search Shareholders
fr_fr: [FR] Search Shareholders

source: Total Shares
fr_fr: [FR] Total Shares

source: Total Participation
fr_fr: [FR] Total Participation

source: Total Shareholders
fr_fr: [FR] Total Shareholders

source: UPRA Shareholders Tools
fr_fr: [FR] UPRA Shareholders Tools

source: Select Company
fr_fr: [FR] Select Company

source: Export %s shareholder data in various formats.
fr_fr: [FR] Export %s shareholder data in various formats.

source: Export CSV
fr_fr: [FR] Export CSV

source: Export JSON
fr_fr: [FR] Export JSON

source: Export Excel
fr_fr: [FR] Export Excel

source: Email Tools
fr_fr: [FR] Email Tools

source: Send bulk emails to %s shareholders.
fr_fr: [FR] Send bulk emails to %s shareholders.

source: %s Statistics
fr_fr: [FR] %s Statistics

source: View Details
fr_fr: [FR] View Details

source: Send Bulk Email to %s Shareholders
fr_fr: [FR] Send Bulk Email to %s Shareholders

source: This will send an email to all %d %s shareholders.
fr_fr: [FR] This will send an email to all %d %s shareholders.

source: Subject
fr_fr: [FR] Subject

source: Message
fr_fr: [FR] Message

source: HTML formatting is supported.
fr_fr: [FR] HTML formatting is supported.

source: Are you sure you want to send this email to all shareholders?
fr_fr: [FR] Are you sure you want to send this email to all shareholders?

source: Send to %d Shareholders
fr_fr: [FR] Send to %d Shareholders

source: Cancel
fr_fr: [FR] Cancel

source: UPRA Shareholders Statistics
fr_fr: [FR] UPRA Shareholders Statistics

source: Shareholders per page
fr_fr: [FR] Shareholders per page

source: ID
fr_fr: [FR] ID

source: Name
fr_fr: [FR] Name

source: Email
fr_fr: [FR] Email

source: Phone
fr_fr: [FR] Phone

source: Stock
fr_fr: [FR] Stock

source: Purchase Price
fr_fr: [FR] Purchase Price

source: Sell Price
fr_fr: [FR] Sell Price

source: Loss
fr_fr: [FR] Loss

source: IP Address
fr_fr: [FR] IP Address

source: Country
fr_fr: [FR] Country

source: Remarks
fr_fr: [FR] Remarks

source: Registration Date
fr_fr: [FR] Registration Date

source: Actions
fr_fr: [FR] Actions

source: Delete
fr_fr: [FR] Delete

source: Export Selected
fr_fr: [FR] Export Selected

source: Send Email to Selected
fr_fr: [FR] Send Email to Selected

source: Edit
fr_fr: [FR] Edit

source: View
fr_fr: [FR] View

source: Security check failed
fr_fr: [FR] Security check failed

source: You do not have permission to perform this action
fr_fr: [FR] You do not have permission to perform this action

source: No shareholders selected.
fr_fr: [FR] No shareholders selected.

source: %d shareholders deleted successfully.
fr_fr: [FR] %d shareholders deleted successfully.

source: No shareholders were deleted.
fr_fr: [FR] No shareholders were deleted.

source: No shareholders found for export.
fr_fr: [FR] No shareholders found for export.

source: %d shareholders deleted.
fr_fr: [FR] %d shareholders deleted.

source: Selected shareholders exported.
fr_fr: [FR] Selected shareholders exported.

source: All dates
fr_fr: [FR] All dates

source: Today
fr_fr: [FR] Today

source: This week
fr_fr: [FR] This week

source: This month
fr_fr: [FR] This month

source: Filter
fr_fr: [FR] Filter

source: No %s shareholders found.
fr_fr: [FR] No %s shareholders found.

source: Search by name or email...
fr_fr: [FR] Search by name or email...

source: UPRA Class Action
fr_fr: [FR] UPRA Class Action

source: Settings
fr_fr: [FR] Settings

source: Reports
fr_fr: [FR] Reports

source: General Settings
fr_fr: [FR] General Settings

source: Email Settings
fr_fr: [FR] Email Settings

source: Company Settings
fr_fr: [FR] Company Settings

source: Duplicate Check
fr_fr: [FR] Duplicate Check

source: Prevent duplicate registrations based on email and phone
fr_fr: [FR] Prevent duplicate registrations based on email and phone

source: Data Retention (Days)
fr_fr: [FR] Data Retention (Days)

source: Number of days to retain shareholder data (0 = unlimited)
fr_fr: [FR] Number of days to retain shareholder data (0 = unlimited)

source: Email Notifications
fr_fr: [FR] Email Notifications

source: Send confirmation emails to shareholders
fr_fr: [FR] Send confirmation emails to shareholders

source: Admin Notifications
fr_fr: [FR] Admin Notifications

source: Send notifications to admin when new shareholders register
fr_fr: [FR] Send notifications to admin when new shareholders register

source: From Name
fr_fr: [FR] From Name

source: From Email
fr_fr: [FR] From Email

source: Supported Companies
fr_fr: [FR] Supported Companies

source: UPRA Class Action Dashboard
fr_fr: [FR] UPRA Class Action Dashboard

source: Active Companies
fr_fr: [FR] Active Companies

source: Database Version
fr_fr: [FR] Database Version

source: Company Statistics
fr_fr: [FR] Company Statistics

source: Company
fr_fr: [FR] Company

source: Shareholders
fr_fr: [FR] Shareholders

source: Export
fr_fr: [FR] Export

source: Quick Actions
fr_fr: [FR] Quick Actions

source: Import/Export Tools
fr_fr: [FR] Import/Export Tools

source: Generate Reports
fr_fr: [FR] Generate Reports

source: UPRA Class Action Settings
fr_fr: [FR] UPRA Class Action Settings

source: UPRA Class Action Tools
fr_fr: [FR] UPRA Class Action Tools

source: Data Export
fr_fr: [FR] Data Export

source: Export shareholder data for analysis or backup purposes.
fr_fr: [FR] Export shareholder data for analysis or backup purposes.

source: Format
fr_fr: [FR] Format

source: CSV
fr_fr: [FR] CSV

source: JSON
fr_fr: [FR] JSON

source: Excel
fr_fr: [FR] Excel

source: Bulk Email
fr_fr: [FR] Bulk Email

source: Send emails to all shareholders of a specific company.
fr_fr: [FR] Send emails to all shareholders of a specific company.

source: HTML tags are allowed.
fr_fr: [FR] HTML tags are allowed.

source: Database Maintenance
fr_fr: [FR] Database Maintenance

source: Database maintenance and cleanup tools.
fr_fr: [FR] Database maintenance and cleanup tools.

source: Clean Up Old Data
fr_fr: [FR] Clean Up Old Data

source: Optimize Database
fr_fr: [FR] Optimize Database

source: UPRA Class Action Reports
fr_fr: [FR] UPRA Class Action Reports

source: %s Report
fr_fr: [FR] %s Report

source: View Detailed List
fr_fr: [FR] View Detailed List

source: Generate PDF Report
fr_fr: [FR] Generate PDF Report

source: Insufficient permissions
fr_fr: [FR] Insufficient permissions

source: Company is required
fr_fr: [FR] Company is required

source: Export completed successfully
fr_fr: [FR] Export completed successfully

source: Export failed
fr_fr: [FR] Export failed

source: All fields are required
fr_fr: [FR] All fields are required

source: Email sent to %d shareholders
fr_fr: [FR] Email sent to %d shareholders

source: No emails were sent
fr_fr: [FR] No emails were sent

source: Shareholder deleted successfully
fr_fr: [FR] Shareholder deleted successfully

source: Failed to delete shareholder
fr_fr: [FR] Failed to delete shareholder

source: Other
fr_fr: [FR] Other

source: Select which companies this plugin should support.
fr_fr: [FR] Select which companies this plugin should support.

source: Configure general plugin settings.
fr_fr: [FR] Configure general plugin settings.

source: Configure email notification settings.
fr_fr: [FR] Configure email notification settings.

source: Configure which companies are supported by this plugin.
fr_fr: [FR] Configure which companies are supported by this plugin.

source: Send Email
fr_fr: [FR] Send Email

source: UPRA Class Action Summary
fr_fr: [FR] UPRA Class Action Summary

source: Total Shareholders:
fr_fr: [FR] Total Shareholders:

source: Active Companies:
fr_fr: [FR] Active Companies:

source: View Dashboard
fr_fr: [FR] View Dashboard

source: Security check failed. Please refresh the page and try again.
fr_fr: [FR] Security check failed. Please refresh the page and try again.

source: No form data received. Please try again.
fr_fr: [FR] No form data received. Please try again.

source: Failed to save data. Please try again.
fr_fr: [FR] Failed to save data. Please try again.

source: Please enter your name
fr_fr: [FR] Please enter your name

source: Please enter email address
fr_fr: [FR] Please enter email address

source: Please enter valid phone number
fr_fr: [FR] Please enter valid phone number

source: Please enter a valid email address
fr_fr: [FR] Please enter a valid email address

source: Please enter a valid number for %s
fr_fr: [FR] Please enter a valid number for %s

source: Validation failed
fr_fr: [FR] Validation failed

source: Another entry matched with the phone number or email address you entered. Please contact admin@upra.fr, if you mistakenly submitted wrong information.
fr_fr: [FR] Another entry matched with the phone number or email address you entered. Please contact admin@upra.fr, if you mistakenly submitted wrong information.

source: Bulk import completed successfully
fr_fr: [FR] Bulk import completed successfully

source: UPRA Registration - ATOS
fr_fr: [FR] UPRA Registration - ATOS

source: UPRA Registration - URPEA
fr_fr: [FR] UPRA Registration - URPEA

source: Union des Porteurs et Représentants d'Actions
fr_fr: [FR] Union des Porteurs et Représentants d'Actions

source: Merci pour votre pré-inscription à l'UPRA - ATOS
fr_fr: [FR] Merci pour votre pré-inscription à l'UPRA - ATOS

source: L'UPRA vous remercie de votre pré-inscription concernant les actions ATOS. Celle-ci a bien été prise en compte.
fr_fr: [FR] L'UPRA vous remercie de votre pré-inscription concernant les actions ATOS. Celle-ci a bien été prise en compte.

source: Nous reviendrons vers vous d'ici mi-avril lorsque la plateforme applicative de gestion de procès de groupe aura été mise en place. Cette plateforme sécurisée répondra aux normes les plus strictes de respect de la vie privée.
fr_fr: [FR] Nous reviendrons vers vous d'ici mi-avril lorsque la plateforme applicative de gestion de procès de groupe aura été mise en place. Cette plateforme sécurisée répondra aux normes les plus strictes de respect de la vie privée.

source: Vous recevrez également mi-avril un email vous indiquant la liste des pièces à préparer pour constituer votre dossier.
fr_fr: [FR] Vous recevrez également mi-avril un email vous indiquant la liste des pièces à préparer pour constituer votre dossier.

source: Besoin d'aide ou d'informations ?
fr_fr: [FR] Besoin d'aide ou d'informations ?

source: Si vous avez une question d'ici là, une seule adresse :
fr_fr: [FR] Si vous avez une question d'ici là, une seule adresse :

source: Cordialement,
fr_fr: [FR] Cordialement,

source: L'équipe de l'UPRA
fr_fr: [FR] L'équipe de l'UPRA

source: Cet email a été envoyé automatiquement suite à votre inscription. Merci de ne pas y répondre directement.
fr_fr: [FR] Cet email a été envoyé automatiquement suite à votre inscription. Merci de ne pas y répondre directement.

source: Thank you for your URPEA registration
fr_fr: [FR] Thank you for your URPEA registration

source: UPRA thanks you for your pre-registration regarding URPEA shares. Your registration has been successfully recorded.
fr_fr: [FR] UPRA thanks you for your pre-registration regarding URPEA shares. Your registration has been successfully recorded.

source: We will contact you when our class action management platform is ready. This secure platform will meet the strictest privacy standards.
fr_fr: [FR] We will contact you when our class action management platform is ready. This secure platform will meet the strictest privacy standards.

source: If you have any questions, please contact us at:
fr_fr: [FR] If you have any questions, please contact us at:

source: Best regards,
fr_fr: [FR] Best regards,

source: The UPRA Team
fr_fr: [FR] The UPRA Team

source: Thank you for your %s registration
fr_fr: [FR] Thank you for your %s registration

source: UPRA thanks you for your pre-registration regarding %s shares. Your registration has been successfully recorded.
fr_fr: [FR] UPRA thanks you for your pre-registration regarding %s shares. Your registration has been successfully recorded.

source: We will contact you when our class action management platform is ready.
fr_fr: [FR] We will contact you when our class action management platform is ready.

source: New %s Shareholder Registration
fr_fr: [FR] New %s Shareholder Registration

source: Stock Count
fr_fr: [FR] Stock Count

source: Registration time:
fr_fr: [FR] Registration time:

source: You are not currently logged in.
fr_fr: [FR] You are not currently logged in.

source: Data submitted successfully!
fr_fr: [FR] Data submitted successfully!

source: An error occurred. Please try again.
fr_fr: [FR] An error occurred. Please try again.

source: Please fill out the following fields:
fr_fr: [FR] Please fill out the following fields:

source: Personal Information
fr_fr: [FR] Personal Information

source: Stock Information
fr_fr: [FR] Stock Information

source: Additional Information
fr_fr: [FR] Additional Information

source: Submitting...
fr_fr: [FR] Submitting...

source: Total Participation:
fr_fr: [FR] Total Participation:

source: %s Shares:
fr_fr: [FR] %s Shares:

source: Shareholders:
fr_fr: [FR] Shareholders:

source: Your Name
fr_fr: [FR] Your Name

source: Email address
fr_fr: [FR] Email address

source: Mobile Phone
fr_fr: [FR] Mobile Phone

source: Nombre d'actions détenues
fr_fr: [FR] Nombre d'actions détenues

source: Buy Price
fr_fr: [FR] Buy Price

source: Perte Totale
fr_fr: [FR] Perte Totale

source: Remarques
fr_fr: [FR] Remarques

source: Your Name (Required)
fr_fr: [FR] Your Name (Required)

source: Your Email Address (Required)
fr_fr: [FR] Your Email Address (Required)

source: Mobile Phone (Required)
fr_fr: [FR] Mobile Phone (Required)

source: Submit
fr_fr: [FR] Submit

source: Number of Shares Held
fr_fr: [FR] Number of Shares Held

source: Total Loss
fr_fr: [FR] Total Loss

source: Number of shares held
fr_fr: [FR] Number of shares held

source: Purchase price per share
fr_fr: [FR] Purchase price per share

source: Sell price per share
fr_fr: [FR] Sell price per share

source: Total financial loss
fr_fr: [FR] Total financial loss

source: Additional comments
fr_fr: [FR] Additional comments

source: Submit Registration
fr_fr: [FR] Submit Registration

source: ATOS Shareholder Registration
fr_fr: [FR] ATOS Shareholder Registration

source: Please provide your ATOS shareholding information for the class action lawsuit.
fr_fr: [FR] Please provide your ATOS shareholding information for the class action lawsuit.

source: Vos données ont été comptabilisées avec succès! <br> Veuillez rafraichir la page pour voir le nouveau total d'actions cumulées
fr_fr: [FR] Vos données ont été comptabilisées avec succès! <br> Veuillez rafraichir la page pour voir le nouveau total d'actions cumulées

source: ATOS Class Action - Important Update
fr_fr: [FR] ATOS Class Action - Important Update

source: ATOS Class Action - Next Steps
fr_fr: [FR] ATOS Class Action - Next Steps

source: https://upra.fr
fr_fr: [FR] https://upra.fr

source: A comprehensive plugin for collecting shareholder data for class action lawsuits. Supports multiple companies including ATOS, URPEA, and others.
fr_fr: [FR] A comprehensive plugin for collecting shareholder data for class action lawsuits. Supports multiple companies including ATOS, URPEA, and others.

source: UPRA
fr_fr: [FR] UPRA
